i5/20220414-no-fpw/logs/pg-32-1-16/250/run-ro-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
duration: 900 s
number of transactions actually processed: 75845426
latency average = 0.190 ms
initial connection time = 18.251 ms
tps = 84274.372522 (without initial connection time)